Repository: whiterDJ-adri/raspberryPi
Catalog: backend/api/locales/*/LC_MESSAGES/messages.po
Languages: ca

source: page_title
ca: Panell d'Administració

source: nav_camera_title
ca: Panell de Càmera

source: Panel de Administración
ca: Panell d'Administració

source: nav_user_info
ca: Usuari

source: nav_user_admin
ca: Administrador

source: nav_logout_btn
ca: Tancar Sessió

source: filter_card_header
ca: Filtres

source: filter_date_label
ca: Data

source: Acciones Rápidas
ca: Accions Ràpides

source: filter_btn_streaming
ca: Veure en temps real

source: filter_btn_refresh
ca: Actualitzar

source: filter_btn_delete
ca: Eliminar

source: filter_btn_delete_all
ca: Eliminar totes

source: Transmisión en Vivo
ca: Transmissió en Directe

source: Transmisión desactivada
ca: Transmissió desactivada

source: list_card_header
ca: Captures de moviment

source: list_photo_count_plural
ca: fotos

source: Cargando fotos...
ca: Carregant fotos...

source: modal_image_title
ca: Imatge

source: modal_image_alt
ca: Imatge ampliada

source: modal_btn_close
ca: Tancar

source: modal_btn_download
ca: Descarregar

source: login_modal_title
ca: Iniciar sessió

source: login_label_user_type
ca: Tipus d'usuari

source: login_select_placeholder
ca: Seleccionar...

source: login_option_admin
ca: Administrador

source: login_option_client
ca: Client

source: login_label_password
ca: Contrasenya

source: login_btn_submit
ca: Entrar

source: page_title_user
ca: Panell d'Usuari

source: nav_user_normal
ca: Usuari

source: Panel de Control
ca: Panell de Control

source: Capturas de Movimiento
ca: Captures de Moviment

source: Email
ca: Correo electrónico

source: Acciones
ca: Accions

source: Contraseña
ca: Contrasenya

source: Cancelar
ca: Cancel·lar

source: Video en directo
ca: Vídeo en directo

source: Cámara de Movimiento
ca: Càmera de Moviment

source: Usuario
ca: Usuari

source: Admin
ca: Administrador

source: Cerrar Sesión
ca: Tancar Sessió

source: Tomar Instantanea
ca: Tomar instantánea

source: La página que buscas no existe.
ca: La pàgina que cerques no existeix.

source: Puede que la URL esté mal escrita o que la página haya sido movida.
ca: Pot ser que la URL estigui mal escrita o que la pàgina hagi estat moguda.

source: Error interno del servidor.
ca: Error intern del servidor.

source: Algo salió mal en nuestro servidor. Nuestro equipo ha sido notificado y está trabajando para solucionarlo.
ca: Alguna cosa ha anat malament al nostre servidor. El nostre equip ha estat notificat i està treballant per solucionar-ho.

source: Ha ocurrido un error inesperado.
ca: Ha ocorregut un error inesperat.

source: Por favor, inténtalo de nuevo más tarde o contacta al administrador.
ca: Si us plau, intenta-ho de nou més tard o contacta amb l'administrador.

source: Volver al inicio
ca: Tornar a l'inici

source: user_management_title
ca: Gestió d'Usuaris - Panell d'Administració

source: nav_main_page
ca: Pàgina Principal

source: nav_admin_panel
ca: Panell d'Administració

source: user_list_title
ca: Llista d'Usuaris

source: create_user_btn
ca: Crear Usuari

source: user_name_label
ca: Nom

source: user_email_label
ca: Correu

source: user_admin_label
ca: Administrador

source: user_actions_label
ca: Accions

source: create_user_modal_title
ca: Crear Nou Usuari

source: modal_close_btn
ca: Tancar

source: user_name_field
ca: Nom

source: user_name_placeholder
ca: Introdueix el nom de l'usuari

source: user_name_required
ca: El nom és obligatori

source: user_email_field
ca: Correu Electrònic

source: user_email_placeholder
ca: usuari@exemple.com

source: user_email_required
ca: El correu és obligatori i ha de ser vàlid

source: user_password_field
ca: Contrasenya

source: user_password_placeholder
ca: Introdueix una contrasenya segura

source: user_password_required
ca: La contrasenya és obligatòria

source: user_admin_switch
ca: Atorgar permisos d'administrador

source: modal_cancel_btn
ca: Cancel·lar

source: modal_save_btn
ca: Guardar Usuari
